/* File menu entry under Import Catalog */
"Aperture Library…" = "Bibliothèque Aperture…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "Impossible d'ouvrir la base de données de cette bibliothèque Aperture.";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "La bibliothèque apparait comme étant vierge.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "La bibliothèque est actuellement ouverte.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Impossible de lire les propriétés de la bibliothèque Aperture.";

